/*
Copyright (c) 2003-2022, CKSource - Frederico Knabben. All rights reserved.
For licensing, see LICENSE.md or https://ckeditor.com/license
*/
CKEDITOR.lang['ru'] = {
    "editor": "редактор форматированного текста",
    "editorPanel": "Панель редактора форматированного текста",
    "common": {
        "editorHelp": "Нажмите ALT 0, чтобы получить помощь",
        "browseServer": "просмотреть сервер",
        "url": "URL",
        "protocol": "протокол",
        "upload": "загрузить",
        "uploadSubmit": "Отправить на сервер",
        "image": "изображение",
        "form": "форма",
        "checkbox": "флажок",
        "radio": "радиокнопка",
        "textField": "Поле ввода в одну строку",
        "textarea": "многострочное поле ввода",
        "hiddenField": "Скрытое поле",
        "кнопка": "кнопка",
        "выбрать": "список выбора",
        "imageButton": "Кнопка изображения",
        "notSet": "<не установлено>",
        "id":"я сделал",
        "name": "имя",
        "langDir": "Языковое направление",
        "langDirLtr": "Слева направо (LTR)",
        "langDirRtl": "Справа налево (RTL)",
        "langCode": "Код языка",
        "longDescr": "Описание веб-адреса",
        "cssClass": "Класс таблицы стилей",
        "advisoryTitle": "Заголовок рекомендации",
        "cssStyle": "стиль",
        "ok": "проверять",
        "cancel": "отмена",
        "close": "закрывать",
        "preview": "Предварительный просмотр",
        "resize": "изменение размера",
        "generalTab": "общий",
        "advancedTab": "Подробности",
		"validateNumberFailed": "Это значение не является числом.",
        "confirmNewPage": "Все несохраненные изменения будут потеряны. Вы уверены, что хотите загрузить новую страницу?",
        "confirmCancel": "Некоторые параметры были изменены. Вы уверены, что хотите закрыть окно?",
		"options": "параметры",
        "target": "цель",
        "targetNew": "Новое окно (_blank)",
        "targetTop": "Верхнее окно (_top)",
        "targetSelf": "То же окно (_self)",
        "targetParent": "Родительское окно (_parent)",
        "langDirLTR": "Слева направо (LTR)",
        "langDirRTL": "Справа налево (RTL)",
        "styles": "стили",
		"cssClasses": "Классы таблицы стилей",
        "width": "ширина",
        "height": "высота",
        "align": "выравнивать",
        "left": "слева",
        "right":"верно",
        "center": "центр",
        "justify": "Оправдать",
        "alignLeft": "выравнивание по левому краю",
        "alignRight": "выравнивание по правому краю",
        "alignCenter": "выравнивание по центру",
        "alignTop": "сверху",
        "alignMiddle": "средний",
        "alignBottom": "Снизу",
        "alignNone": "по умолчанию",
        "invalidValue": "Недопустимое значение.",
        "invalidHeight": "Высота должна быть числом.",
        "invalidWidth": "Ширина должна быть числом.",
		"invalidLength": "Значение \"%1\" должно быть положительным числом с допустимой единицей измерения (%2) или без нее.",
        "invalidCssLength": "Значение \"%1\" должно быть положительным числом с допустимой единицей измерения CSS или без нее (px, %, in, cm, mm, em, ex, pt или pc).",
        "invalidHtmlLength": "Значение \"%1\" должно быть положительным числом с или без допустимой единицы измерения HTML (px или %).",
        "invalidInlineStyle": "Значения, указанные во встроенном стиле, должны состоять из одной или нескольких пар \"имя : значение\", разделенных точкой с запятой (;).",
        "cssLengthTooltip": "Введите число только в пикселях или число плюс допустимую единицу измерения CSS (px, %, in, cm, mm, em, ex, pt или pc).",
        "недоступен": "%1<span class=\"cke_accessibility\">, недоступен</span>",
        "keyboard": {
            "8": "возврат",
            "13": "войти",
            "16": "сдвиг",
            "17": "управление",
            "18": "альтернативный",
            "32": "интервал",
            "35": "Конец",
            "36": "дом",
            "46": "удалить",
            "112": "F1",
            "113": "F2",
            "114": "F3",
            "115": "F4",
            "116": "F5",
            "117": "F6",
            "118": "F7",
            "119": "F8",
            "120": "F9",
            "121": "F10",
            "122": "F11",
            "123": "F12",
            "124": "F13",
            "125": "F14",
            "126": "F15",
            "127": "F16",
            "128": "F17",
            "129": "F18",
            "130": "F19",
            "131": "F20",
            "132": "F21",
            "133": "F22",
            "134": "F23",
            "135": "F24",
            "224": "команда"
        },
		"keyboardShortcut": "Сочетание клавиш",
        "optionDefault": "по умолчанию"
    },
	"about": {
        "copy": "Авторское право &copy; $1 . Все права защищены.",
        "dlgTitle": "О CKEditor",
        "moreInfo": "Информацию о лицензировании см. на нашем веб-сайте:"
    },
    "basicstyles": {
        "bold": "жирный»",
        "italic": "Курсив",
        "strike": "перечеркнуть",
        "subscript": "нижний индекс",
        "superscript": "верхний индекс",
        "underline": "подчеркнуть"
    },
    "bidi": {
        "ltr": "направление текста слева направо",
        "rtl": "направление текста справа налево"
    },
    "blockquote": {
        "toolbar": "Цитировать абзац"
    },
    "notification": {
        "closed": "Уведомление закрыто."
    },
	"toolbar": {
        "toolbarCollapse": "Свернуть панель инструментов",
        "toolbarExpand": "Развернуть панель инструментов",
        "toolbarGroups": {
            "document": "документ",
            "clipboard": "Буфер обмена/Отменить",
            "editing": "Редактирование",
            "forms": "формы",
            "basicstyles": "Основные стили",
            "paragraph": "абзац",
            "links": "ссылки",
            "insert": "вставить",
            "styles": "стили",
            "colors": "Цвета",
            "tools": "инструменты"
        },
        "toolbars": "Панели инструментов редактора"
    },
    "clipboard": {
		"copy": "копировать",
        "copyError": "Не удалось скопировать из-за настроек безопасности браузера. Пожалуйста, используйте клавиатуру (Ctrl/Cmd+C) для копирования.",
        "cut": "резать",
        "cutError": "Функция вырезания не может быть выполнена из-за настроек безопасности вашего браузера. Пожалуйста, используйте клавиатуру (Ctrl/Cmd+X) для вырезания",
        "paste": "Вставить",
        "pasteNotification": "Press %1 to paste. Your browser doesn‘t support pasting with the toolbar button or context menu option.",
        "pasteArea": "вставить диапазон",
        "pasteMsg": "Paste your content inside the area below and press OK.",
        "fileFormatNotSupportedNotification": "This file format is not supported. You can try with one of the supported formats: ${formats}."
    },
    "colorbutton": {
		"авто": "цвет по умолчанию",
        "bgColorTitle": "Цвет фона",
        "colors": {
            "000": "черный",
            "800000": "коричневый",
            "8B4513": "седло-коричневый",
            "2F4F4F": "темно-грифельно-серый",
            "008080": "бирюзовый",
            "000080" : "ВМС",
            "4B0082": "Индиго",
            "696969": "темно-серый",
            "B22222": "кирпичный цвет",
            "А52А2А": "коричневый",
            "DAA520": "Золотая дорога",
            "006400": "темно-зеленый",
            "40E0D0": "Бирюзовый",
            "0000CD": "Средний синий",
            "800080": "Смотри",
            "808080": "серый",
            "F00": "красный",
            "FF8C00": "темно-оранжевый",
            "FFD700": "золото",
            "008000": "зеленый",
            "0FF": "голубой",
            "00F": "синий",
            "EE82EE": "Бора Нам",
            "A9A9A9": "тускло-серый",
            "FFA07A": "Светлый лосось",
            "FFA500": "оранжевый",
            "FFFF00": "желтый",
            "00FF00": "лайм",
            "AFEEEE": "Бледно-бирюзовый",
            "ADD8E6": "голубой",
            "DDA0DD": "слива",
            "D3D3D3": "светло-серый",
            "FFF0F5": "Лавандовый румянец",
            "FAEBD7": "Старинный белый",
            "FFFFE0": "светло-желтый",
            "F0FFF0": "Падянка",
            "F0FFFF": "небесно-голубой",
            "F0F8FF": "Элис Блю",
            "E6E6FA": "лаванда",
            "FFF": "белый",
            "1ABC9C": "темно-голубой",
            "2ECC71": "Изумруд",
            "3498DB": "ярко-синий",
            "9B59B6": "Аметист",
            "4E5F70": "серо-синий",
            "F1C40F": "Ярко-желтый",
            "16A085": "Темно-голубой",
            "27AE60": "Темный изумруд",
            "2980B9": "Темно-синий",
            "8E44AD": "Темно-фиолетовый",
            "2C3E50": "мутно-синий",
            "F39C12": "оранжевый",
            "E67E22": "морковь",
            "E74C3C": "бледно-красный",
            "ECF0F1": "яркое серебро",
            "95A5A6": "яркий серо-зеленый",
            "DDD": "светло-серый",
            "D35400": "тыква",
            "C0392B": "Темно-красный",
            "BDC3C7": "серебро",
            "7F8C8D": "серо-бирюзовый",
            "999": "темно-серый"
        },
		"more": "Выберите цвет...",
        "panelTitle": "Цвет",
        "textColorTitle": "Цвет текста"
    },
    "colordialog": {
     	"clear": "очистить",
        "highlight": "изюминка",
        "options": "Параметры цвета",
        "selected": "Выбранный цвет",
        "title": "Выберите цвет"
    },
    "templates": {
        "button": "шаблон",
        "emptyListMsg": "(Шаблон не найден)",
        "insertOption": "Заменить текущий контент",
        "options": "Параметры шаблона",
        "selectPromptMsg": "Выберите шаблон для использования в редакторе",
        "title": "Шаблон содержания"
    },
    "contextmenu": {
        "options": "Параметры контекстного меню"
    },
    "copyformatting": {
       "label": "Копировать форму",
    	"notification": {
            "copied": "Форма скопирована",
            "applied": "Форма применена",
            "canceled": "Форма была отменена",
            "failed": "Не удалось применить форму. Вы должны скопировать форму, чтобы применить ее."
        }
    },
    "div": {
        "IdInputLabel": "ID",
		 "advisoryTitleInputLabel": "Заголовок с рекомендациями",
        "cssClassInputLabel": "Класс таблицы стилей",
        "edit": "Редактировать Div",
        "inlineStyleInputLabel": "Встроенный стиль",
        "langDirLTRLabel": "Слева направо (LTR)",
        "langDirLabel": "Языковое направление",
        "langDirRTLLabel": "Справа налево (RTL)",
        "languageCodeInputLabel": "Код языка",
        "remove": "Удалить тег div",
        "styleSelectLabel": "Стиль",
        "title": "Создать тег Div",
        "toolbar": "Создать теги Div"
    },
    "elementspath": {
        "eleLabel": "Путь к элементу",
        "eleTitle": "%1 элемент"
    },
    "exportpdf": {
        "documentReady": "Document is ready!",
        "error": "Error occurred.",
        "processingDocument": "Processing PDF document...",
        "toolbar": "Export to PDF"
    },
    "filetools": {
       "loadError": "Произошла ошибка при чтении файла.",
        "networkError": "При загрузке файла произошла сетевая ошибка.",
        "httpError404": "Произошла ошибка HTTP при загрузке файла (404: файл не найден).",
        "httpError403": "Произошла ошибка HTTP при загрузке файла (403: Несанкционировано).",
        "httpError": "Произошла ошибка HTTP при загрузке файла (код ошибки %1).",
        "noUrlError": "Адрес загрузки не определен.",
        "responseError": "Неверный ответ сервера."
    },
    "find": {
        "find": "найти",
        "findOptions": "Найти условия",
        "findWhat": "Найти что:",
        "matchCase": "с учетом регистра",
        "matchCyclic": "Поиск назад",
        "matchWord": "целые слова",
        "notFoundMsg": "Не удалось найти строку.",
        "заменить": "заменить",
        "replaceAll": "Заменить все",
        "replaceSuccessMsg": "Элементы: %1 заменены.",
        "replaceWith": "Заменить на:",
        "title": "Найти и заменить"
    },
    "font": {
        "fontSize": {
            "label": "размер",
            "voiceLabel": "Размер текста",
            "panelTitle": "Размер текста"
        },
        "label": "шрифт",
        "panelTitle": "Шрифт",
        "voiceLabel": "Шрифт"
    },
    "fakeobjects": {
        "anchor": "закладка",
        "hiddenfield": "скрытое поле",
        "iframe": "iframe",
        "unknown": "неизвестный объект"
    },
    "forms": {
        "button": {
           "title": "Свойства кнопки",
            "text": "символ (значение)",
            "type": "тип",
            "typeBtn": "кнопка",
            "typeSbm": "Отправить",
            "typeRst": "сбросить"
        },
        "checkboxAndRadio": {
            "checkboxTitle": "Свойства флажка",
            "radioTitle": "Свойства переключателя",
            "value": "значение",
            "selected": "выбрано",
            "required": "требуется"
        },
        "form": {
            "title": "Свойства формы",
            "menu": "Свойства формы",
            "action": "Путь действия",
            "method": "Метод",
            "encoding": "Кодирование"
        },
        "hidden": {
			"title": "Атрибут скрытого поля",
            "name": "имя",
            "value": "значение"
        },
        "select": {
           "title": "свойства списка выбора",
            "selectInfo": "Информация о выборе",
            "opAvail": "параметры",
            "value": "значение",
            "size": "размер",
            "lines": "линии",
            "chkMulti": "Разрешить множественный выбор",
            "required": "требуется",
            "opText": "имя",
            "opValue": "значение",
            "btnAdd": "Добавить",
            "btnModify": "Изменить",
            "btnUp": "вверх",
            "btnDown": "вниз",
            "btnSetValue": "Установить выбранное",
            "btnDelete": "Удалить"
        },
        "textarea": {
            "title": "Свойства поля многострочного ввода",
            "cols": "Количество столбцов",
            "rows": "количество рядов"
        },
        "textfield": {
            "title": "Свойство поля ввода одной строки",
            "name": "имя",
            "value": "значение",
            "charWidth": "ширина символа",
            "maxChars": "максимальное количество символов",
            "required": "требуется",
            "type": "тип",
            "typeText": "строка",
            "typePass": "пароль",
            "typeEmail": "электронная почта",
            "typeSearch": "Поиск",
            "typeTel": "Номер телефона",
            "typeUrl": "Веб-адрес (URL)"
        }
    },
    "format": {
        "label": "абзац",
        "panelTitle": "Формат абзаца",
        "tag_address": "Автор",
        "tag_div": "По умолчанию (DIV)",
        "tag_h1": "Заголовок 1",
        "tag_h2": "заголовок 2",
        "tag_h3": "заголовок 3",
        "tag_h4": "Заголовок 4",
        "tag_h5": "заголовок 5",
        "tag_h6": "заголовок 6",
        "tag_p": "тело",
        "tag_pre": "Абзац формулы"
    },
    "horizontalrule": {
        "toolbar": "Вставить горизонтальную линию"
    },
    "iframe": {
		"border": "Показать границы рамки",
        "noUrl": "Пожалуйста, введите адрес iframe (URL).",
        "scrolling": "Включить полосу прокрутки",
        "title": "свойства iframe",
        "toolbar": "iframe",
        "tabindex": "Удалить из tabindex"
    },
    "image": {
 		"alt": "строка замены",
        "border": "граница",
        "btnUpload": "Отправить на сервер",
        "button2Img": "Преобразовать выбранную кнопку изображения в простое изображение?",
        "hSpace": "Горизонтальное поле",
        "img2Button": "Преобразовать выбранное изображение в кнопку изображения?",
        "infoTab": "Информация об изображении",
        "linkTab": "Ссылка",
        "lockRatio": "сохранить соотношение",
        "menu": "Свойства изображения",
        "resetSize": "вернуться к исходному размеру",
        "title": "Свойства изображения",
        "titleButton": "Свойства кнопки изображения",
        "upload": "загрузить",
        "urlMissing": "Отсутствует адрес источника изображения (URL).",
        "vSpace": "вертикальное поле",
        "validateBorder": "Толщина границы должна быть целым числом.",
        "validateHSpace": "Ширина должна быть целым числом.",
        "validateVSpace": "Длина по вертикали должна быть целым числом."
    },
    "indent": {
        "indent": "отступ",
        "outdent": "выдающийся"
    },
    "smiley": {
		"options": "Параметры эмодзи",
        "title": "Вставить эмодзи",
        "toolbar": "Эмодзи"
    },
    "language": {
		"button": "Языковые настройки",
        "remove": "Очистить языковые настройки"
    },
    "link": {
		"accessKey": "ключ доступа",
        "advanced": "расширенный",
        "advisoryContentType": "Вторичный тип контента",
        "advisoryTitle": "Заголовок рекомендаций",
        "anchor": {
            "toolbar": "Закладки",
            "menu": "Редактировать закладки",
            "title": "Свойства закладки",
            "name": "имя закладки",
            "errorName": "Пожалуйста, введите название закладки",
            "remove": "удалить закладку"
        },
		"anchorId": "Идентификатор закладки",
        "anchorName": "имя закладки",
        "charset": "Кодировка строки связанных данных",
        "cssClasses": "Классы таблиц стилей",
        "download": "Принудительно скачать",
        "displayText": "видимый текст",
        "emailAddress": "Адрес электронной почты",
        "emailBody": "Тело сообщения",
        "emailSubject": "Тема сообщения",
        "id":"ID",
        "info": "Информация о ссылке",
        "langCode": "Код языка",
        "langDir": "Языковое направление",
        "langDirLTR": "Слева направо (LTR)",
        "langDirRTL": "Справа налево (RTL)",
        "menu": "Редактировать ссылки",
        "name": "имя",
        "noAnchors": "(На странице нет закладок.)",
        "noEmail": "Пожалуйста, введите свой адрес электронной почты",
        "noUrl": "Пожалуйста, введите адрес ссылки (URL)",
        "noTel": "Пожалуйста, введите номер телефона",
        "other": "<другое>",
        "phoneNumber": "Номер телефона",
        "popupDependent": "Зависимый (Netscape)",
        "popupFeatures": "Свойства всплывающего окна",
        "popupFullScreen": "Полный экран (IE)",
        "popupLeft": "Положение слева",
        "popupLocationBar": "Адресная строка",
        
		"popupMenuBar": "строка меню",
        "popupResizable": "Изменяемый размер",
        "popupScrollBars": "Полосы прокрутки",
        "popupStatusBar": "Строка состояния",
        "popupToolbar": "Панель инструментов",
        "popupTop": "верхняя позиция",
        "rel": "отношение",
        "selectAnchor": "Выбрать закладку",
        "styles": "стили",
        "tabIndex": "Порядок вкладок",
        "target": "цель",
        "targetFrame": "<кадр>",
        "targetFrameName": "Имя целевого фрейма",
        "targetPopup": "<всплывающее окно>",
        "targetPopupName": "Имя всплывающего окна",
        "title": "ссылка",
        "toAnchor": "закладка",
        "toEmail": "электронная почта",
        "toUrl": "Адрес (URL)",
        "toPhone": "Телефон",
        "toolbar": "Вставить/Изменить ссылку",
        "type": "тип ссылки",
        "unlink": "Отключить",
        "upload": "загрузить"
    },
    "list": {
       "bulletedlist": "неупорядоченный список",
   		 "numberedlist": "нумерованный список"
    },
    "liststyle": {
        "bulletedTitle": "Атрибут неупорядоченного списка",
        "circle": "круг",
        "decimal": "число (1, 2, 3 и т. д.)",
        "disc": "в порядке убывания",
        "lowerAlpha": "строчные буквы (a, b, c, d, e и т. д.)",
        "lowerRoman": "Буквы нижнего латинского алфавита (i, ii, iii, iv, v и т. д.)",
        "none": "нет",
        "notset": "<нет набора>",
        "numberedTitle": "Атрибут нумерованного списка",
        "square": "квадрат",
        "start": "старт",
        "type": "тип",
        "upperAlpha": "Заглавные буквы (A, B, C, D, E и т. д.)",
        "upperRoman": "Заглавные латинские буквы (I, II, III, IV, V и т. д.)",
        "validateStartNumber": "Начальный номер списка должен быть целым числом."
    },
	"magicline": {
        "title": "Вставьте сюда абзац"
    },
    "maximize": {
        "maximize": "максимизировать",
        "minimize": "свернуть"
    },
    "newpage": {
        "toolbar": "новая страница"
    },
    "pagebreak": {
        "alt": "разрыв страницы",
        "toolbar": "Вставить разрыв страницы при печати"
    },
    "pastetext": {
        "button": "Вставить как текст",
        "pasteNotification": "Нажмите %1, чтобы вставить. Ваш браузер не поддерживает вставку с помощью кнопки на панели инструментов или пункта контекстного меню.",
        "title": "Вставить как текст"
    },
    "pastefromword": {
        "confirmCleanup": "Вставляемое содержимое было скопировано из MS Word. Вы хотите очистить его перед вставкой?",
        "error": "Не удалось очистить вставленные данные из-за внутренней ошибки.",
        "title": "Вставить из MS Word",
        "toolbar": "Вставить из MS Word"
    },
    "preview": {
        "preview": "Предварительный просмотр"
    },
    "print": {
        "toolbar": "Печать"
    },
    "removeformat": {
        "toolbar": "Очистить форматирование"
    },
    "save": {
        "toolbar": "Сохранить"
    },
    "selectall": {
        "toolbar": "выбрать все"
    },
    "showblocks": {
        "toolbar": "Просмотреть блоки"
    },
    "sourcearea": {
        "toolbar": "источник"
    },
    "specialchar": {
        "options": "опции специальных символов",
        "title": "Выберите специальные символы",
        "toolbar": "Вставить специальные символы"
    },
    "scayt": {
        "btn_about": "About SCAYT",
        "btn_dictionaries": "Dictionaries",
        "btn_disable": "Disable SCAYT",
        "btn_enable": "Enable SCAYT",
        "btn_langs": "Languages",
        "btn_options": "Options",
        "text_title": "Spell Check As You Type"
    },
    "stylescombo": {
		"label": "стиль",
        "panelTitle": "Общий стиль композиции",
        "panelTitle1": "Стиль блока",
        "panelTitle2": "Встроенный стиль",
        "panelTitle3": "Стиль объекта"
    },
    "table": {
 			"border": "Толщина границы",
        	"caption": "комментарии",
        	"cell": {
	            "menu": "ячейка",
	            "insertBefore": "Вставить ячейку перед",
	            "insertAfter": "Вставить ячейку после",
	            "deleteCell": "Удалить ячейку",
	            "merge": "Объединить ячейки",
	            "mergeRight": "объединить справа",
	            "mergeDown": "слить слева",
	            "splitHorizontal": "Разделить по горизонтали",
	            "splitVertical": "Разделить по вертикали",
	            "title": "Свойства ячейки",
	            "cellType": "тип ячейки",
	            "rowSpan": "Междурядье",
	            "colSpan": "расстояние между столбцами",
	            "wordWrap": "Перенести слово в конец строки",
	            "hAlign": "Горизонтальное выравнивание",
	            "vAlign": "Выровнять по вертикали",
	            "alignBaseline": "базовая линия английского шрифта",
	            "bgColor": "Цвет фона",
	            "borderColor": "Цвет границы",
	            "data": "данные",
	            "header": "заголовок",
	            "yes": "да",
	            "no":" нет",
	            "invalidWidth": "Ширина ячейки должна быть числом.",
	            "invalidHeight": "Высота ячейки должна быть числом.",
	            "invalidRowSpan": "Размах строки должен быть целым числом.",
	            "invalidColSpan": "Интервал между столбцами должен быть целым числом.",
	            "chooseColor": "выбрать"

        },
		"cellPad": "заполнение ячейки",
        "cellSpace": "расстояние между ячейками",
        "column": {
            "menu": "столбец",
            "insertBefore": "Вставить столбец слева",
            "insertAfter": "Вставить столбцы справа",
            "deleteColumn": "Удалить столбец"
        },
		"columns": "столбцы",
        "deleteTable": "Удалить таблицу",
        "headers": "заголовки",
        "headersBoth": "оба",
        "headersColumn": "Первый столбец",
        "headersNone": "нет",
        "headersRow": "первая строка",
        "heightUnit": "единица роста",
        "invalidBorder": "Толщина границы должна быть числом.",
        "invalidCellPadding": "Заполнение ячейки должно быть не менее 0.",
        "invalidCellSpacing": "Интервал между ячейками должен быть больше или равен 0.",
        "invalidCols": "Номера столбцов должны быть больше 0.",
        "invalidHeight": "Высота таблицы должна быть числом.",
        "invalidRows": "Номера строк должны быть больше 0.",
        "invalidWidth": "Ширина таблицы должна быть числом.",
        "menu": "Свойства таблицы",
        "row": {
			"menu": "строка",
            "insertBefore": "Вставить строку выше",
            "insertAfter": "Вставить строку ниже",
            "deleteRow": "Удалить строку"
        },
		"menu": "ряды",
        "summary": "резюме",
        "title": "Свойства таблицы",
        "toolbar": "Таблица",
        "widthPc": "Процент",
        "widthPx": "пиксели",
        "widthUnit": "единица ширины"
    },
	"undo": {
        "redo": "повторить",
        "undo": "отменить"
    },
    "widget": {
        "move": "Нажмите и перетащите, чтобы переместить",
        "label": "Виджет %1"
    },
    "uploadwidget": {
        "abort": "Загрузка прервана пользователем.",
        "doneOne": "Файл успешно загружен.",
        "doneMany": "Успешно загружено %1 файлов.",
        "uploadOne": "Выполняется загрузка файлов ({percentage}%)...",
        "uploadMany": "Выполняется загрузка ({percentage}%) {current} из {max} файлов..."
    },
    "colorinput": {
        "chooseColor": "Выбрать"
    }
};